/* No comment provided by engineer. */
"%.1f%%. [Cancel]" = "%.1f%%. [Cancel]";

/* No comment provided by engineer. */
"%@'s blogs" = "%@'s blogs";

/* No comment provided by engineer. */
"(No Title)" = "(sem título)";

/* No comment provided by engineer. */
"(no title)" = "(sem título)";

/* No comment provided by engineer. */
"A Media file is currently uploading. Please try later." = "Um ficheiro de media está a ser carregado. Por favor tente mais tarde.";

/* No comment provided by engineer. */
"A new version of WordPress for iOS is now available" = "Está disponível uma nove versão de WordPress para iOS";

/* No comment provided by engineer. */
"A simple preview is shown below." = "Uma pré-visualização simples é mostrada abaixo.";

/* No comment provided by engineer. */
"About" = "Sobre";

/* No comment provided by engineer. */
"Above Content" = "Acima do conteúdo";

/* No comment provided by engineer. */
"Activity Logs" = "Relatórios de Actividade";

/* No comment provided by engineer. */
"Add Category" = "Adicionar categoria";

/* No comment provided by engineer. */
"Add Location" = "Adicionar localização";

/* No comment provided by engineer. */
"Add Photo From Library" = "Adicionar foto a partir da biblioteca";

/* No comment provided by engineer. */
"Add Photo from Library" = "Seleccionar foto da biblioteca";

/* No comment provided by engineer. */
"Add Self-Hosted Site" = "Adicionar site alojado em servidores próprios";

/* No comment provided by engineer. */
"Add Site" = "Add Site";

/* No comment provided by engineer. */
"Add Video from Library" = "Seleccionar vídeo da biblioteca";

/* No comment provided by engineer. */
"Add a Site" = "Adicionar site";

/* No comment provided by engineer. */
"Add your thoughts here... (optional)" = "Adicione as suas notas aqui... (opcional)";

/* No comment provided by engineer. */
"Always Ask" = "Perguntar sempre";

/* No comment provided by engineer. */
"Anonymous" = "Anónimo";

/* No comment provided by engineer. */
"App Info" = "Informação da app";

/* No comment provided by engineer. */
"Are you sure you want to delete this comment?" = "Tem a certeza que quer eliminar este comentário?";

/* No comment provided by engineer. */
"Authenticating" = "A autenticar";

/* No comment provided by engineer. */
"Authentication Error" = "Erro de autenticação";

/* No comment provided by engineer. */
"Autosaving" = "Guarda automática";

/* No comment provided by engineer. */
"Back" = "Voltar";

/* No comment provided by engineer. */
"Below Content" = "Abaixo do conteúdo";

/* No comment provided by engineer. */
"Blogs I Follow" = "Blogs que eu sigo";

/* No comment provided by engineer. */
"Browse" = "Browse";

/* No comment provided by engineer. */
"By creating an account you agree to the fascinating terms of service." = "By creating an account you agree to the fascinating terms of service.";

/* No comment provided by engineer. */
"Can't validate credentials for a WordPress.com blog" = "Impossível validar as credenciais para um site WordPress.com";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Categories" = "Categorias";

/* No comment provided by engineer. */
"Categories: %@" = "Categorias: %@";

/* No comment provided by engineer. */
"Category name already exists." = "Já existe uma categoria com esse nome.";

/* No comment provided by engineer. */
"Category title missing." = "Falta o título da categoria.";

/* No comment provided by engineer. */
"Choose Image Size" = "Escolha o tamanho da imagem";

/* No comment provided by engineer. */
"Choose the quality at which video should be uploaded when inserting into posts." = "Escolha a qualidade com que os vídeos devem ser carregados, ao inserir nos artigos.";

/* No comment provided by engineer. */
"Clear Old Activity Logs" = "Apagar os Relatórios de Atividade Antigos";

/* No comment provided by engineer. */
"Close" = "Fechar";

/* No comment provided by engineer. */
"Comma separated" = "Comma separated";

/* No comment provided by engineer. */
"Comment" = "Comentario";

/* No comment provided by engineer. */
"Comment failed" = "Comentário falhou";

/* No comment provided by engineer. */
"Comments" = "Comentarios";

/* No comment provided by engineer. */
"Configure" = "Configurar";

/* No comment provided by engineer. */
"Connect to Jetpack" = "Connect to Jetpack";

/* No comment provided by engineer. */
"Connected as %@" = "Sessão iniciada como %@";

/* No comment provided by engineer. */
"Connecting to WordPress.com" = "Conectando ao WordPress.com";

/* No comment provided by engineer. */
"Could not download Featured Image." = "Impossível descarregar imagem de destaque";

/* No comment provided by engineer. */
"Couldn't Connect" = "Impossível conectar";

/* No comment provided by engineer. */
"Couldn't sync" = "Impssível sincronizar";

/* No comment provided by engineer. */
"Create Account" = "Criar uma conta";

/* No comment provided by engineer. */
"Create an account on WordPress.com" = "Crie uma conta no WordPress.com";

/* No comment provided by engineer. */
"Create page" = "Create page";

/* No comment provided by engineer. */
"Create post" = "Create post";

/* No comment provided by engineer. */
"Current" = "Actual";

/* No comment provided by engineer. */
"Custom" = "Personalizado";

/* No comment provided by engineer. */
"Custom Size" = "Tamanho personalizado";

/* No comment provided by engineer. */
"Default (360p)" = "Padrão (360p)";

/* No comment provided by engineer. */
"Delete" = "Apagar";

/* No comment provided by engineer. */
"Delete %@?" = "Apagar %@?";

/* No comment provided by engineer. */
"Discard" = "Descartar";

/* No comment provided by engineer. */
"Dismiss" = "Ignorar";

/* No comment provided by engineer. */
"Don't Allow" = "Não permitir";

/* No comment provided by engineer. */
"Done" = "Feito";

/* No comment provided by engineer. */
"Draft" = "Rascunho";

/* No comment provided by engineer. */
"E-mail Support" = "Suporte por email";

/* No comment provided by engineer. */
"East" = "Este";

/* No comment provided by engineer. */
"Edit Blog" = "Editar site";

/* No comment provided by engineer. */
"Edit Comment" = "Editar comentário";

/* No comment provided by engineer. */
"Edit Page" = "Editar página";

/* No comment provided by engineer. */
"Edit Post" = "Editar artigo";

/* No comment provided by engineer. */
"Email Address" = "Endereço de email";

/* No comment provided by engineer. */
"Enable Geotagging" = "Activar geo-referenciação";

/* No comment provided by engineer. */
"Enable Geotagging to Edit" = "Active a geo-referenciação para editar";

/* No comment provided by engineer. */
"Enable Now" = "Activar agora";

/* No comment provided by engineer. */
"Enter a password" = "Indique uma senha";

/* No comment provided by engineer. */
"Enter password" = "Introduza a senha";

/* No comment provided by engineer. */
"Enter title here" = "Enter title here";

/* No comment provided by engineer. */
"Enter username" = "Introduzir nome de utilizador";

/* No comment provided by engineer. */
"Error" = "Erro";

/* No comment provided by engineer. */
"Error Copying Video" = "Error ao copiar vídeo";

/* No comment provided by engineer. */
"Error authenticating" = "Erro de autenticação";

/* No comment provided by engineer. */
"Error loading page" = "Erro ao carregar a página";

/* No comment provided by engineer. */
"Extra Debug" = "Debug extra";

/* No comment provided by engineer. */
"Failed" = "Falhou";

/* No comment provided by engineer. */
"Featured Image" = "Imagem de destaque";

/* No comment provided by engineer. */
"Feedback" = "Feedback";

/* No comment provided by engineer. */
"Finding address..." = "Procurando endereço...";

/* No comment provided by engineer. */
"Finding your location..." = "Procurando a sua localização...";

/* No comment provided by engineer. */
"Follow" = "Seguir";

/* No comment provided by engineer. */
"Followed" = "Seguindo";

/* No comment provided by engineer. */
"Following" = "A seguir";

/* No comment provided by engineer. */
"Forbidden Access" = "Acesso proibido";

/* No comment provided by engineer. */
"Freshly Pressed" = "Freshly Pressed";

/* No comment provided by engineer. */
"Friends" = "Amigos";

/* No comment provided by engineer. */
"Geolocation" = "Localização";

/* No comment provided by engineer. */
"Geotagging" = "Localização";

/* No comment provided by engineer. */
"Geotagging is turned off. \nTo update this post's location, please enable geotagging in this blog's settings." = "A geo-referenciação está desactivada\nPara actualizar a localização deste artigo active a geo-referenciação nas opções deste site.";

/* No comment provided by engineer. */
"Getting account information" = "Getting account information";

/* No comment provided by engineer. */
"Height" = "Altura";

/* No comment provided by engineer. */
"Hi %@," = "Olá %@,";

/* No comment provided by engineer. */
"Hold the web in the palm of your hand. Full publishing power in a pint-sized package." = "A internet na sua mão. O poder de publicação numa aplicação miniatura.";

/* No comment provided by engineer. */
"Image" = "Imagem";

/* No comment provided by engineer. */
"Image Quality" = "Qualidade da imagem";

/* No comment provided by engineer. */
"Immediately" = "Imediatamente";

/* No comment provided by engineer. */
"Incompatible site" = "Site incompatível";

/* No comment provided by engineer. */
"Info" = "Informação";

/* No comment provided by engineer. */
"Insert" = "Inserir";

/* No comment provided by engineer. */
"Insert %@:" = "Inserir %@:";

/* No comment provided by engineer. */
"Install Jetpack" = "Instalar Jetpack";

/* No comment provided by engineer. */
"Internal Server Error" = "Erro interno no servidor";

/* No comment provided by engineer. */
"Invalid Site Address" = "Endereço de site inválido";

/* No comment provided by engineer. */
"Invalid Site Title" = "Título de site inválido";

/* No comment provided by engineer. */
"Invalid username" = "Nome de utilizador inválido";

/* No comment provided by engineer. */
"Invalid username or password" = "Utilizador ou senha inválidos";

/* No comment provided by engineer. */
"Invalid username/password. Please update your credentials try again." = "Nome de utilizador/senha inválidos. Por favor, corrija os dados e tente de novo.";

/* No comment provided by engineer. */
"It seems your WordPress site is not accessible at this time, please try again later" = "O seu site WordPress parece não estar acessível neste momento, volte a tentar mais tarde";

/* No comment provided by engineer. */
"Jetpack 1.8.2 or later is required for stats. Do you want to install Jetpack?" = "É necessário o Jetpack 1.8.2 ou posterior para as estatísticas. Quer instalar Jetpack?";

/* No comment provided by engineer. */
"Jetpack Connect" = "Conectar Jetpack";

/* No comment provided by engineer. */
"Jetpack Sign In" = "Iniciar sessão Jetpack";

/* No comment provided by engineer. */
"Jetpack Stats" = "Estatísticas Jetpack";

/* No comment provided by engineer. */
"Jetpack supercharges your self-hosted WordPress site." = "Jetpack supercharges your self-hosted WordPress site.";

/* No comment provided by engineer. */
"Keep Editing" = "Continuar a editar";

/* No comment provided by engineer. */
"Landscape" = "Horizontal";

/* No comment provided by engineer. */
"Large" = "Grande";

/* No comment provided by engineer. */
"Large (%@)" = "Grande (%@)";

/* No comment provided by engineer. */
"Last Updated: %@" = "Ultima actualização: %@";

/* No comment provided by engineer. */
"Last Updated: Never" = "Última actualização: nunca";

/* No comment provided by engineer. */
"Learn more" = "Learn more";

/* No comment provided by engineer. */
"Limit reached. You can try again in 1 minute. Trying again before that will only increase the time you have to wait before the ban is lifted. If you think this is in error, contact support." = "Limite atingido. Pode tentar novamente dentro de 1 minuto. Se tentar novamente antes o tempo de espera vai aumentar. Se acha que está a ver esta mensagem por engano, por favor contacte o suporte.";

/* No comment provided by engineer. */
"Link URL" = "URL da ligação";

/* No comment provided by engineer. */
"Lists" = "Listas";

/* No comment provided by engineer. */
"Loading Featured Image" = "A carregar imagem de destaque";

/* No comment provided by engineer. */
"Loading blogs..." = "Carregando sites...";

/* No comment provided by engineer. */
"Loading..." = "Carregando...";

/* No comment provided by engineer. */
"Local" = "Local";

/* No comment provided by engineer. */
"Location Services are turned off. \nTo add or update this post's location, please enable Location Services in the Settings app." = "O serviços de geo-referenciação está deligado. \nPara adicionar ou actualizar a localização deste artigo, active o serviços de geo-referenciação nas definições do seu dispositivo.";

/* No comment provided by engineer. */
"Location Unavailable" = "Localização indisponível";

/* No comment provided by engineer. */
"Location unknown" = "Localização desconhecida";

/* No comment provided by engineer. */
"Log Files By Created Date" = "Ficheiros de Relatório por data de criação.";

/* No comment provided by engineer. */
"Log files are rolled automatically each day and at most 7 files are kept." = "Ficheiros de registo são automaticamente reiniciados todos os dias e são mantidos 7 ficheiros no máximo.";

/* No comment provided by engineer. */
"Logs" = "Relatórios";

/* No comment provided by engineer. */
"Looks like you have Jetpack set up on your blog. Congrats!\nSign in with your WordPress.com credentials below to enable Stats and Notifications." = "O Jetpack parece estar instalado no seu site, parabéns!\nInicie a sessão com as suas credenciais do WordPress.com para activar as estatísticas e notificações.";

/* No comment provided by engineer. */
"Low (144p)" = "Baixa (144p)";

/* No comment provided by engineer. */
"Mail" = "email";

/* No comment provided by engineer. */
"Make a Link\n\n\n\n" = "Criar uma ligação\n \n \n \n\n\n\n";

/* No comment provided by engineer. */
"Manage Notifications" = "Gerir notificações";

/* No comment provided by engineer. */
"Me" = "Me";

/* No comment provided by engineer. */
"Media" = "Media";

/* No comment provided by engineer. */
"Medium" = "Meio";

/* No comment provided by engineer. */
"Medium (%@)" = "Médio (%@)";

/* No comment provided by engineer. */
"Medium (480p)" = "Média (480p)";

/* No comment provided by engineer. */
"More information" = "Mais informação";

/* No comment provided by engineer. */
"Mute all blogs" = "Silenciar todos o sites";

/* No comment provided by engineer. */
"My Blogs" = "Os meus blogs";

/* No comment provided by engineer. */
"Need Help?" = "Necessita de ajuda?";

/* No comment provided by engineer. */
"New Page" = "Nova página";

/* No comment provided by engineer. */
"New Post" = "Novo artigo";

/* No comment provided by engineer. */
"No" = "Não";

/* No comment provided by engineer. */
"No %@ yet" = "Nenhum(a) %@ por enquanto";

/* No comment provided by engineer. */
"No Connection" = "Sem ligação ao servidor";

/* No comment provided by engineer. */
"No Description available for this Post" = "Nenhuma descrição disponível para este artigo";

/* No comment provided by engineer. */
"No comments yet" = "Sem comentários";

/* No comment provided by engineer. */
"No notifications yet" = "Sem notificações";

/* No comment provided by engineer. */
"North" = "Norte";

/* No comment provided by engineer. */
"Not connected" = "Não conectado";

/* No comment provided by engineer. */
"Notification" = "Notificação";

/* No comment provided by engineer. */
"Notifications" = "Notificações";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Off" = "Desligado";

/* No comment provided by engineer. */
"Off Until %@" = "Desligado até %@";

/* No comment provided by engineer. */
"On" = "Ligado";

/* No comment provided by engineer. */
"Open in Safari" = "Abrir no Safari";

/* No comment provided by engineer. */
"Optional" = "Opcional";

/* No comment provided by engineer. */
"Options" = "Options";

/* No comment provided by engineer. */
"Orientation changed during recording. Please choose which orientation to use for this video." = "A orientação mudou durante a gravação. Escolha a orientação para este vídeo.";

/* No comment provided by engineer. */
"Original (%@)" = "Original (%@)";

/* No comment provided by engineer. */
"Original Size" = "Tamanho original";

/* No comment provided by engineer. */
"Original Size (%@)" = "Original Size (%@)";

/* No comment provided by engineer. */
"Pages" = "Páginas";

/* No comment provided by engineer. */
"Parent Category" = "Categoria superior";

/* No comment provided by engineer. */
"Password" = "Senha";

/* No comment provided by engineer. */
"Password is required." = "A senha é obrigatória.";

/* No comment provided by engineer. */
"Password protected" = "Protegido com senha";

/* No comment provided by engineer. */
"Pending" = "Pendente";

/* No comment provided by engineer. */
"Pending media" = "Mídia pendente";

/* No comment provided by engineer. */
"Pending moderation" = "Pendente de moderação";

/* No comment provided by engineer. */
"Pending review" = "Pendente de revisão";

/* No comment provided by engineer. */
"Photo" = "Foto";

/* No comment provided by engineer. */
"Please Enable Location Services" = "Por favor active o serviço de geo-referenciação";

/* No comment provided by engineer. */
"Please enter a site address." = "Por favor insira o endereço do site.";

/* No comment provided by engineer. */
"Please enter a username." = "Por favor insira um nome de utilizador";

/* No comment provided by engineer. */
"Please enter a valid email address." = "Por favor insira um endereço de email válido.";

/* No comment provided by engineer. */
"Please fill out all the fields" = "Por favor preencha todos os campos";

/* No comment provided by engineer. */
"Please leave your comments above this line." = "Por favor deixe o seu comentário acima desta linha.";

/* No comment provided by engineer. */
"Please try entering your login details again." = "Por favor introduza o seu login novamente.";

/* No comment provided by engineer. */
"Portrait" = "Vertical";

/* No comment provided by engineer. */
"Post Format" = "Formato do artigo";

/* No comment provided by engineer. */
"Post anyway" = "Publicar mesmo assim";

/* No comment provided by engineer. */
"Post to" = "Publicar em";

/* No comment provided by engineer. */
"Posts" = "Entradas";

/* No comment provided by engineer. */
"Posts I Like" = "Artigos que eu gosto";

/* No comment provided by engineer. */
"Preparing..." = "Preparing...";

/* No comment provided by engineer. */
"Preview" = "Pré-visualização";

/* No comment provided by engineer. */
"Privacy Policy" = "Política de privacidade";

/* No comment provided by engineer. */
"Private" = "Privada";

/* No comment provided by engineer. */
"Privately published" = "Publicada como privada";

/* No comment provided by engineer. */
"Processing..." = "Processing...";

/* No comment provided by engineer. */
"Public" = "Pública";

/* No comment provided by engineer. */
"Publish" = "Publicar";

/* No comment provided by engineer. */
"Publish   " = "Publicar";

/* No comment provided by engineer. */
"Publish Immediately" = "Imediatamente";

/* No comment provided by engineer. */
"Published" = "Publicada";

/* No comment provided by engineer. */
"Published on" = "Publicado em";

/* No comment provided by engineer. */
"Published!" = "Publicado!";

/* No comment provided by engineer. */
"Pull down to refresh..." = "Puxe para recarregar...";

/* No comment provided by engineer. */
"Push Notifications" = "Notificações por push";

/* No comment provided by engineer. */
"Quick Photo Failed" = "Foto rápida falhou";

/* No comment provided by engineer. */
"Re: %@" = "Re: %@";

/* No comment provided by engineer. */
"Reader" = "Leitor";

/* No comment provided by engineer. */
"Reblog" = "Replublicar";

/* No comment provided by engineer. */
"Reblog failed" = "Reblog falhou";

/* No comment provided by engineer. */
"Reblogged" = "Republicado";

/* No comment provided by engineer. */
"Reblogging" = "Republicar";

/* No comment provided by engineer. */
"Received 'Forbidden Access'.\nIt seems there is a problem with your WordPress site" = "Recebido 'Acesso proibido'.\nParece haver um problema com o seu site WordPress";

/* No comment provided by engineer. */
"Received 'Internal Server Error'.\nIt seems there is a problem with your WordPress site" = "Recebido 'Erro interno do servidor'.\nParece haver um problema com o seu site WordPress";

/* No comment provided by engineer. */
"Record Video" = "Gravar vídeo";

/* No comment provided by engineer. */
"Release to refresh..." = "Solte para recarregar...";

/* No comment provided by engineer. */
"Remove" = "Remover";

/* No comment provided by engineer. */
"Remove Featured Image" = "Remover imagem de destaque";

/* No comment provided by engineer. */
"Remove Location" = "Remover localização";

/* No comment provided by engineer. */
"Remove this Featured Image?" = "Remover esta imagem de destaque?";

/* No comment provided by engineer. */
"Replied" = "Respondeu";

/* No comment provided by engineer. */
"Replying" = "Responder";

/* No comment provided by engineer. */
"Retry?" = "Voltar a tentar?";

/* No comment provided by engineer. */
"Save" = "Guardar";

/* No comment provided by engineer. */
"Save Draft" = "Guardar rascunho";

/* No comment provided by engineer. */
"Saved to %@" = "Guardado como %@";

/* No comment provided by engineer. */
"Schedule" = "Agendar";

/* No comment provided by engineer. */
"Scheduled" = "Agendada";

/* No comment provided by engineer. */
"Scheduled for" = "Agendada para";

/* No comment provided by engineer. */
"Select Blog" = "Select Blog";

/* No comment provided by engineer. */
"Select Language" = "Seleccione o idioma";

/* No comment provided by engineer. */
"Self Hosted" = "Self Hosted";

/* No comment provided by engineer. */
"Send" = "Enviar";

/* No comment provided by engineer. */
"Set Featured Image" = "Definir imagem de destaque";

/* No comment provided by engineer. */
"Set which HTML standard video should conform to when added to a post." = "Definir qual o padrão de HTML ao adicionar um vídeo a um artigo.";

/* No comment provided by engineer. */
"Set which size images should be uploaded in." = "Defina qual o tamanho em que as imagens devem ser carregadas.";

/* No comment provided by engineer. */
"Settings" = "Opções";

/* No comment provided by engineer. */
"Share" = "Partilhar";

/* No comment provided by engineer. */
"Sign In" = "Aceder";

/* No comment provided by engineer. */
"Sign Out" = "Terminar sessão";

/* No comment provided by engineer. */
"Sign in failed. Please try again." = "O acceso falhou. Por favor tente novamente.";

/* No comment provided by engineer. */
"Sign in to WordPress.com" = "Sign in to WordPress.com";

/* No comment provided by engineer. */
"Signing In..." = "Acedendo...";

/* No comment provided by engineer. */
"Signing in..." = "Acedendo...";

/* No comment provided by engineer. */
"Site Address (URL)" = "Endereço do site (URL)";

/* No comment provided by engineer. */
"Site address must be at least 4 characters." = "Endereço do site tem de ter pelo menos 4 caracteres.";

/* No comment provided by engineer. */
"Sites" = "Sites";

/* No comment provided by engineer. */
"Skip" = "Saltar";

/* No comment provided by engineer. */
"Small" = "Pequeno";

/* No comment provided by engineer. */
"Small (%@)" = "Pequeno (%@)";

/* No comment provided by engineer. */
"Sorry, but your username contains an invalid phrase%@." = "Lamentamos, mas o seu nome de utilizador contém uma frase inválida%@.";

/* No comment provided by engineer. */
"Sorry, can't log in" = "Não foi possível iniciar a sessão";

/* No comment provided by engineer. */
"Sorry, site addresses can only contain lowercase letters (a-z) and numbers." = "Desculpe mas o endereço do site pode apenas conter letras minúsculas (a-z) e números.";

/* No comment provided by engineer. */
"Sorry, site addresses may not contain the character &#8220;_&#8221;!" = "Desculpe mas o endereço do site não pode conter o caracter &#8220;_&#8221;!";

/* No comment provided by engineer. */
"Sorry, site addresses must have letters too!" = "Desculpe mas o endereço do site também tem de incluir letras!";

/* No comment provided by engineer. */
"Sorry, something went wrong editing the comment. Please try again." = "Ocorreu um erro ao editar o comentário. Por favor tente novamente.";

/* No comment provided by engineer. */
"Sorry, something went wrong posting the comment reply. Please try again." = "Algo correu mal ao publicar a resposta. Por favor tente novamente.";

/* No comment provided by engineer. */
"Sorry, that email address is already being used!" = "Desculpe mas esse endereço de email já está a ser utilizado!";

/* No comment provided by engineer. */
"Sorry, that email address is not allowed!" = "Desculpe mas esse endereço de email não é permitido!";

/* No comment provided by engineer. */
"Sorry, that site already exists!" = "Desculpe mas esse site já existe!";

/* No comment provided by engineer. */
"Sorry, that site is reserved!" = "Desculpe mas esse site está reservado!";

/* No comment provided by engineer. */
"Sorry, that username already exists!" = "Desculpe mas esse nome de utilizador já existe!";

/* No comment provided by engineer. */
"Sorry, that username is unavailable." = "Lamentamos mas o nome de utilizador é inválido.";

/* No comment provided by engineer. */
"Sorry, the photo upload failed. The post has been saved as a Local Draft." = "Lamento, mas o carregamento da foto falhou. A entrada foi guardada como rascunho local.";

/* No comment provided by engineer. */
"Sorry, usernames can only contain lowercase letters (a-z) and numbers." = "Desculpe mas o nome de utilizador apenas pode conter letras minúsculas (a-z) e números.";

/* No comment provided by engineer. */
"Sorry, usernames may not contain the character &#8220;_&#8221;!" = "Desculpe mas o nome de utilizador não pode conter o caracter &#8220;_&#8221;!";

/* No comment provided by engineer. */
"Sorry, usernames must have letters (a-z) too!" = "Desculpe mas o nome de utilizador também tem de incluir letras (a-z)!";

/* No comment provided by engineer. */
"Sorry, we can't log you in." = "Desculpe mas não conseguimos iniciar a sessão.";

/* No comment provided by engineer. */
"Sorry, you cannot access this feature. Please check your User Role on this blog." = "Não tem acesso a esta funcionalidade. Por favor verifique as suas permissões neste site.";

/* No comment provided by engineer. */
"Sorry, you may not use that site address." = "Desculpe mas não pode usar esse endereço de site.";

/* No comment provided by engineer. */
"Sorry. No posts yet." = "Lamentamos. Ainda não existem artigos.";

/* No comment provided by engineer. */
"Sorry. There was a problem loading the topics list.  Please try again later." = "Lamentamos. Existe um problema a carregar a list de tópicos. Por favor tente mais tarde.";

/* No comment provided by engineer. */
"South" = "Sul";

/* No comment provided by engineer. */
"Stats" = "Estatísticas";

/* No comment provided by engineer. */
"Status" = "Estado";

/* No comment provided by engineer. */
"Support" = "Suporte";

/* No comment provided by engineer. */
"Tags" = "Tags";

/* No comment provided by engineer. */
"Tags: %@" = "Etiquetas: %@";

/* No comment provided by engineer. */
"Take Photo" = "Tirar foto";

/* No comment provided by engineer. */
"Tap here to begin writing" = "Toque aqui para começar a escrever";

/* No comment provided by engineer. */
"Tap the tag icon to browse posts from popular blogs." = "Tap the tag icon to browse posts from popular blogs.";

/* No comment provided by engineer. */
"Temporary Server Error" = "Erro temporário no servidor";

/* No comment provided by engineer. */
"Terms of Service" = "Termos de Serviço";

/* No comment provided by engineer. */
"Text to be linked" = "Texto da ligação";

/* No comment provided by engineer. */
"That email address has already been used. Please check your inbox for an activation email. If you don't activate you can try again in a few days." = "Este endereço de email já foi usado. Por favor verifique a sua caixa de correio com a mensagem de activação. Se não activar poderá tentar novamente dentro de alguns dias.";

/* No comment provided by engineer. */
"That site address is not allowed." = "Esse endereço de site não é permitido.";

/* No comment provided by engineer. */
"That site is currently reserved but may be available in a couple days." = "Esse site está de momento reservado mas poderá ficar disponível dentro de alguns dias.";

/* No comment provided by engineer. */
"That username is currently reserved but may be available in a couple of days." = "Esse nome de utilizador está de momento reservado mas poderá ficar disponível dentro de alguns dias.";

/* No comment provided by engineer. */
"That username is not allowed." = "Esse nome de utilizador não é permitido.";

/* No comment provided by engineer. */
"The Internet connection appears to be offline." = "A ligação à internet parece estar em baixo.";

/* No comment provided by engineer. */
"The app can't recognize the server response. Please, check the configuration of your blog." = "Esta app não reconheceu a resposta do servidor. Por favor verifique a configuração do seu site.";

/* No comment provided by engineer. */
"The blog is syncing with the server. Please try later." = "O site está a ser sincronizado com o servidor. Por favor tente mais tarde.";

/* No comment provided by engineer. */
"The internet connection appears to be offline." = "Parece não existir conexão à internet.";

/* No comment provided by engineer. */
"The internet connection cannot reach your blog." = "A ligação à internet não consegue ler o seu site.";

/* No comment provided by engineer. */
"The server returned an empty response. This usually means you need to increase the memory limit in your blog" = "O servidor devolveu uma resposta vazia. Isto geralmente significa que necessita de aumentar os limites de memória no seu site.";

/* No comment provided by engineer. */
"The site address must be shorter than 64 characters." = "O endereço do site deve ter menos de 64 caracteres.";

/* No comment provided by engineer. */
"The site at %@ uses WordPress %@. We recommend to update to the latest version, or at least %@" = "O site em %1$@ usa WordPress %2$@. Recomendamos que seja actualizado para a versão mais recente, ou pelo menos para a versão 3%$@";

/* No comment provided by engineer. */
"The username or password stored in the app may be out of date. Please re-enter your password in the settings and try again." = "O nome de utilizador ou senha armazenada na aplicação podem estar desactualizados. Por favor re-digite sua senha nas configurações e tente novamente.";

/* No comment provided by engineer. */
"There are media items in this post that aren't uploaded to the server. Do you want to continue?" = "Há itens de mídia neste artigo que não são enviados para o servidor. Quer continuar?";

/* No comment provided by engineer. */
"There is another category with that name." = "Já existe uma categoria com esse nome.";

/* No comment provided by engineer. */
"There was a problem commenting. Please try again." = "Aconteceu um problema ao comentar. Por favor tente novamente.";

/* No comment provided by engineer. */
"There was a problem connecting to your stats. Would you like to retry?" = "Ocorreu um problema de conexão às suas estatísticas. Quer tentar novamente?";

/* No comment provided by engineer. */
"There was a problem reblogging. Please try again." = "Aconteceu um problema ao tentar fazer reblogging. Por favor tente novamente.";

/* No comment provided by engineer. */
"There was a server error communicating with your site:\n%@\nTap 'Need Help?' to view the FAQ." = "Ocorreu um erro no servidor ao comunicar com o seu site:\n%@\nToque em 'Precisa de ajuda?' para ver as FAQ.";

/* No comment provided by engineer. */
"There was an error copying the video for upload. Please try again." = "Ocorreu um erro ao copiar o vídeo a ser carregado. Por favor tente novamente.";

/* No comment provided by engineer. */
"There was an error loading the page." = "Ocorreu um erro ao carregar a página.";

/* No comment provided by engineer. */
"This blog is not connected to that WordPress.com username" = "Este site não está conectado a esse utilizador de WordPress.com";

/* No comment provided by engineer. */
"Title" = "Título";

/* No comment provided by engineer. */
"Title for a category is mandatory." = "O título da categoria é obrigatório.";

/* No comment provided by engineer. */
"Topics" = "Tópicos";

/* No comment provided by engineer. */
"Turn Off" = "Desligar";

/* No comment provided by engineer. */
"Turn Off Until 8am" = "Desligar até às 8:00";

/* No comment provided by engineer. */
"Turn Off for 1hr" = "Desligar durante 1 hora";

/* No comment provided by engineer. */
"Turn On" = "Ligar";

/* No comment provided by engineer. */
"Turning on Extra Debug will log additional items to assist with us helping you with resolving a problem." = "Ligar o Extra Debug irá guardar informação adicional de modo a nos ajudar a resolver o problema.";

/* No comment provided by engineer. */
"URL" = "URL";

/* No comment provided by engineer. */
"Unable to Load Topics" = "Não foi possível carregar os Tópicos";

/* No comment provided by engineer. */
"Unable to find a WordPress site at that URL. Tap 'Need Help?' to view the FAQ." = "Não foi possível encontrar um site WordPress nessa URL. Toque em 'Precisa de Ajuda?' para ver as FAQ.";

/* No comment provided by engineer. */
"Unable to sign in to Jetpack. Please update your credentials try again." = "Impossível iniciar a sessão no Jetpack. Por favor verifique suas credenciais e tente novamente.";

/* No comment provided by engineer. */
"Unfollowed" = "Seguimento cancelado";

/* No comment provided by engineer. */
"Unknown error" = "Erro desconhecido";

/* No comment provided by engineer. */
"Unmute all blogs" = "Activar para todos os sites";

/* No comment provided by engineer. */
"Untitled Post" = "Artigo sem título";

/* No comment provided by engineer. */
"Update" = "Actualizar";

/* No comment provided by engineer. */
"Update Available" = "Actualização disponível";

/* No comment provided by engineer. */
"Update Draft" = "Actualizar rascunho";

/* No comment provided by engineer. */
"Update Location" = "Actualizar localização";

/* No comment provided by engineer. */
"Update Now" = "Actualizar agora";

/* No comment provided by engineer. */
"Upload failed" = "O carregamento falhou.";

/* No comment provided by engineer. */
"Upload failed. [Retry]" = "Upload failed. [Retry]";

/* No comment provided by engineer. */
"Uploaded" = "Carregado";

/* No comment provided by engineer. */
"Uploading" = "Carregando";

/* No comment provided by engineer. */
"Uploading Image" = "A carregar imagem";

/* No comment provided by engineer. */
"Uploading..." = "Carregando…";

/* No comment provided by engineer. */
"Username" = "Utilizador";

/* No comment provided by engineer. */
"Username / Email" = "Utilizador/Email";

/* No comment provided by engineer. */
"Username is required." = "O nome de utilizador é obrigatório.";

/* No comment provided by engineer. */
"Username must be at least 4 characters." = "O nome de utilizador deve ter pelo menos 4 caracteres.";

/* No comment provided by engineer. */
"Username must be less than fifty characters." = "O Nome de Utilizador deve conter menos de cinquenta caracteres.";

/* No comment provided by engineer. */
"Version" = "Version";

/* No comment provided by engineer. */
"Video" = "Vídeo";

/* No comment provided by engineer. */
"Video Content" = "Conteúdo de vídeo";

/* No comment provided by engineer. */
"Video Quality" = "Qualidade do vídeo";

/* No comment provided by engineer. */
"View Admin" = "Ver Painel";

/* No comment provided by engineer. */
"View Site" = "Ver site";

/* No comment provided by engineer. */
"Visibility" = "Visibilidade";

/* No comment provided by engineer. */
"Visit the Help Center to get answers to common questions, or visit the Forums to ask new ones." = "Visite o Centro de Suporte de modo a obter respostas para as perguntas frequentes ou visite os fórums para colocar novas questões.";

/* No comment provided by engineer. */
"West" = "Oeste";

/* No comment provided by engineer. */
"Width" = "Largura";

/* No comment provided by engineer. */
"WordPress Forums" = "Fórum WordPress";

/* No comment provided by engineer. */
"WordPress Help Center" = "Centro de Suporte WordPress";

/* No comment provided by engineer. */
"WordPress for iOS" = "WordPress para iOS";

/* No comment provided by engineer. */
"WordPress version too old" = "Versão do WordPress demasiado antiga";

/* No comment provided by engineer. */
"WordPress.com" = "WordPress.com";

/* No comment provided by engineer. */
"WordPress.com password" = "Senha de WordPress.com";

/* No comment provided by engineer. */
"WordPress.com username" = "Utilizador de WordPress.com";

/* No comment provided by engineer. */
"Would Like Access to Address Book" = "Gostaria de ter acesso aos contactos";

/* No comment provided by engineer. */
"Would you like to create your first page?" = "Would you like to create your first page?";

/* No comment provided by engineer. */
"Would you like to create your first post?" = "Would you like to create your first post?";

/* No comment provided by engineer. */
"Yes" = "Sim";

/* No comment provided by engineer. */
"You are logged in as %@" = "Iniciou a sessão como %@";

/* No comment provided by engineer. */
"You cannot use that email address to signup. We are having problems with them blocking some of our email. Please use another email provider." = "Não pode usar esse email para se registar, uma vez que esse provedor bloqueia algumas das nossas mensagens. Por favor use outro.";

/* No comment provided by engineer. */
"You have not liked any posts." = "Ainda não gostou de nenhum artigo.";

/* No comment provided by engineer. */
"You have unsaved changes." = "Existem modificações por salvar.";

/* No comment provided by engineer. */
"You haven't created any pages yet" = "You haven't created any pages yet";

/* No comment provided by engineer. */
"You haven't created any posts yet" = "You haven't created any posts yet";

/* No comment provided by engineer. */
"You're not following any blogs yet." = "You're not following any blogs yet.";

/* No comment provided by engineer. */
"Your WordPress site returned a error %d.\nThat probably means you have some special configuration that is not compatible with this app.\nPlease let us know in the forums about it." = "O seu site WordPress devolveu um erro %d.\nIsto indica alguma configuração especial que não é compatível com esta app.\nPor favor visite o fórum para reportar o problema.";

/* No comment provided by engineer. */
"Your contacts will be transmitted securely and will not be stored on our servers." = "Os seus contactos serão transmitidos de forma segura e não serão armazenados nos nossos servidores.";

/* No comment provided by engineer. */
"Your device is not configured to send e-mail." = "O seu dispositivo não está configurado para enviar emails.";

/* No comment provided by engineer. */
"Your password is invalid because it does not meet our security guidelines. Please try a more complex password." = "A sua senha não é válida por não obedecer aos nossos requisitos de segurança. Por favor tente uma senha mais complexa.";

/* No comment provided by engineer. */
"bold" = "negrito";

/* No comment provided by engineer. */
"del" = "rasurado";

/* No comment provided by engineer. */
"http://my-site-address (URL)" = "http://endereço-do-meu-site (URL)";

/* No comment provided by engineer. */
"italic" = "itálico";

/* No comment provided by engineer. */
"link" = "link";

/* No comment provided by engineer. */
"more" = "mais";

/* No comment provided by engineer. */
"on " = "em";

/* No comment provided by engineer. */
"quote" = "citação";

/* No comment provided by engineer. */
"tap to dismiss" = "toque para ignorar";

/* No comment provided by engineer. */
"underline" = "underline";

